{"name": [" Paul Mas Cabernet Sauvignon", " Aveleda Vinho Verde", " Blu Giovello Prosecco", " Sandbanks Summer Rosé VQA", " Jacob's Creek Moscato Rosé", " Bask Cabernet Sauvignon", " Oyster Bay Sauvignon Blanc", " Bread & Butter Chardonnay", " Silk & Spice Red", " Woodbridge By Robert Mondavi Chardonnay", " Marlborough Ridge Sauvignon Blanc", " Wente Southern Hills Cabernet Sauvignon", " La Vieille Ferme Rose Ventoux AOC", " Laurent Miquel Pere Et Fils Chardonnay d'Oc", " Beringer Founders' Estate Cabernet Sauvignon", " Juliet Prosecco Rose DOC", " The Ned Sauvignon Blanc", " Ruffino Chianti", " Caliterra Cabernet Sauvignon", " Bonanza California Cabernet Sauvignon", " Bread & Butter Cabernet Sauvignon", " Adobe Reserva Rosé Organic", " Joel Gott 815 Cabernet Sauvignon", " Francis Coppola Diamond Collection Ivory Label Cabernet Sauvignon", " Cusumano Nero D'Avola Sicilia DOC", " La Vieille Ferme Luberon Blanc AOC", " Bread & Butter Pinot Noir", " Bersano Costalunga Barbera D'Asti DOCG", " Kim Crawford Illuminate Sauvignon Blanc", " Josh Cellars Sauvignon Blanc", " Smoky Bay Shiraz", " Fiol Prosecco DOC", " La Crema Sonoma Coast Chardonnay", " Kim Crawford Rosé", " Deakin Estate Sauvignon Blanc", " The Pavillion Chenin Blanc", " La Linda Private Selection Old Vines Malbec", " Yealands Sauvignon Blanc Marlborough", " Astoria Prosecco", " Chloe Chardonnay", " Argento Estate Organic Malbec", " El Abuelo Organic Sauvignon-Verdejo", " Masi Costasera Amarone Classico DOC", " Two Oceans Light Keeper Blushing Rosé", " Villa Sandi Prosecco Il Fresco DOC, Treviso", " Belle Glos Clark & Telephone Pinot Noir 2019", " Wolf Blass Red Label Shiraz Cabernet Sauvignon", " Pasqua Passimento Rosso IGT", " Josh Cellars Merlot", " The Seven Deadly Zins Old Vine Zinfandel"], "regular_price": ["14.95", "15.00", "18.00", "14.95", "16.00", "13.45", "21.95", "19.90", "15.85", "14.95", "15.05", "21.20", "14.95", "16.00", "18.00", "16.95", "17.10", "17.60", "11.95", "27.95", "19.95", "13.95", "25.95", "24.95", "13.95", "14.95", "19.95", "17.00", "21.95", "19.95", "12.30", "19.05", "31.95", "21.95", "11.15", "13.50", "16.95", "20.00", "20.05", "19.95", "14.05", "12.00", "55.00", "12.95", "19.00", "59.95", "16.00", "15.95", "19.95", "24.95"], "sale_price": ["12.95", "14.00", "15.50", "12.95", "14.00", "12.45", "18.95", "17.90", "13.85", "12.95", "13.50", "18.20", "12.95", "14.00", "16.00", "14.95", "14.10", "15.60", "10.95", "24.95", "17.95", "11.95", "22.95", "22.95", "11.95", "12.95", "17.95", "14.00", "19.95", "17.95", "11.30", "16.05", "29.95", "19.95", "9.15", "12.00", "14.95", "18.00", "18.05", "16.95", "12.05", "11.00", "51.00", "10.95", "17.00", "54.95", "14.00", "12.95", "17.95", "21.95"], "rating": ["N/A", "4.8", "4.4", "N/A", "4.7", "3.0", "4.7", "3.6", "4.4", "4.5", "4.5", "4.8", "4.7", "4.8", "4.0", "5.0", "3.5", "4.0", "5.0", "4.5", "4.2", "4.8", "4.2", "4.8", "4.8", "4.6", "3.4", "4.6", "3.4", "4.7", "4.9", "5.0", "4.7", "5.0", "4.0", "4.4", "4.6", "4.0", "5.0", "4.8", "5.0", "4.5", "4.8", "5.0", "3.9", "4.3", "N/A", "4.7", "4.5", "4.7"], "reviews": ["(0)", "(12)", "(9)", "(0)", "(17)", "(6)", "(70)", "(37)", "(22)", "(217)", "(13)", "(4)", "(10)", "(9)", "(8)", "(5)", "(4)", "(8)", "(6)", "(4)", "(48)", "(5)", "(10)", "(8)", "(9)", "(7)", "(28)", "(11)", "(17)", "(15)", "(7)", "(3)", "(33)", "(3)", "(2)", "(9)", "(5)", "(4)", "(3)", "(4)", "(1)", "(4)", "(12)", "(5)", "(8)", "(3)", "(0)", "(7)", "(24)", "(12)"], "size": ["  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle ", "  750 ml bottle "], "description": ["Paul Mas vineyards are in the Languedoc region in the south of France. Garnet red with ruby hints, this Cabernet Sauvignon has intense aromas of red fruit, cocoa, tobacco, mint and spicy vanilla. Full-bodied with ripe fruit mid-palate and notes of cocoa and smoky spice on the finish. Pair with grilled meats and charcuterie.", "Aveleda has been a family-owned business since the 1870s and vinho verde is their key focus. This one is pale lemon coloured with fresh lifted aromas of fresh bread, citrus, herbs and green plum and apple. Harmonious on the palate with balanced acidity and bright flavours that culminate in a zesty, slightly spritzy finish.", "The prosecco in the distinctive blue bottle. In the glass, it has bright aromas and flavours of white fruit - quince, starfruit, with a touch of nuts, honey and fresh pear. The palate is dry and refreshing with lively bubbles and Asian pear and tangy quince notes on the finish. Great on its own or paired with appetizers.", "Established in Prince Edward County in 2001, Sandbanks Winery joined forces with Arterra Wines Canada in 2020. Their Summer Rosé bursts with strawberry, mango and watermelon notes. It is lightly fizzy with a touch of sweetness. Enjoy with grilled shrimp in a garlic butter sauce or baked Camembert with balsamic strawberries.", "Jacob's Creek Moscato is a fresh and fragrant, low alcohol Australian rosé. It has aromas and flavours of ripe raspberry, strawberry and candied fruit with pear and sherbet notes. The palate is lightly sweet with a refreshing spritz and vibrant red berries on the finish. Sip on its own, with fresh fruit, soft cheese or BBQ.", "Low in sugar and high in flavour! Bask created this low-sugar wine to give you one less thing to worry about. Inviting aromas of blackcurrant, black cherry, toast and spice. Dry and full-bodied with subtle warming spices round out the finish. A perfect match for smoky grilled duck breast with peach BBQ sauce.", "Popular Oyster Bay hails from the Marlborough region, ground zero for classic New Zealand Sauvignon Blanc. Expect notes of expressive citrus, yellow berries melange and fresh herbs with mineral notes. Pair with sea scallops pan-fried in butter with asparagus on the side.", "Based in California, Bread & Butter makes approachable wines. This memorable chardonnay opens with vanilla bean and almond notes, along with crisp minerality and a hint of tropical fruit. It's medium-bodied with a hint of oak leading to a long, buttery finish. Goes well with creamy pasta, roasted vegetables and seafood.", "Portugal's heritage of exploration is celebrated in this easy-drinking red blend. Deep ruby, with aromas of black plum and berry reduction and lifted honeyed and spicy notes. On the palate, Silk & Spice lives up to its name; soft, supple and approachable, dry, with plum, jammy and spicy flavours.", "The colour is a bright pale lemon; aromas of ripe pear and buttered toast are joined by hints of spicy vanilla; the wine is extra dry and medium-bodied with balanced acidity framing notes  of ripe pear, toast and vanilla; a medium length finish, with honey and toasted oak notes balanced by lemony acidity.", "Marlborough wines show balance and pure flavours. A blend of fruit from Wairau Valley, showing aromas of passion fruit, with floral and crushed nettle hints. The palate delivers passion fruit, floral and herbal flavours with notes of mango and peach, with long, balanced finish. Serve with grilled fish or fresh tomato salad.", "Medium ruby purple colour; extra dry and medium to full-bodied with upfront ripe berry fruit and hints of vanilla; medium tannins; long finish.", "Grapes grown on the slopes of France's Mont Ventoux ripen slowly at cooler temperatures, maintaining fruit flavours and fresh acidity. This wine is pale rose in colour, with upfront aromas of watermelon and red fruit. Extra dry and medium-bodied, with melon and red fruit flavours. Serve chilled with tarragon chicken.", "Pale straw colour; floral, yellow pear, stony, herbal and melon aromas; extra dry, medium body, well balanced, with matching pear and melon flavours on the lingering finish.", "Made with fruit grown in Lodi and the California Delta, where the climate is ideal for ripening cabernet sauvignon. Extra dry and medium-bodied with supple texture and forward dark fruit, spice and chocolate flavours. The finish is long, with notes of vanilla, smoky oak and herbs. Pair with lamb sausages on spiced couscous.", "A delightful prosecco rosé showcasing aromas and flavours of red cherry, raspberry, passion fruit, and white flower. The medium-bodied and flavourful palate makes way for a crisp, clean finish. Pair with watermelon and Feta salad or enjoy as a pre-dinner delight.", "The Ned is classic New Zealand-style sauvignon blanc. Clear pale lemon in colour; pronounced aromas of quince, citrus, herbs and spice; on the palate, extra-dry, with medium-minus acidity and medium-plus body; flavours of fresh quince, citrus and herbs with a mineral note.", "Ruffino's original wine, and one of the world's most recognized Tuscan wines. The wine is extra dry, medium-bodied and well-structured. Enjoy aromas and flavours of chestnut, leather, rye bread and red berry fruit, with spicy notes and a touch of pepper.  Serve with wild boar ragu, grilled steak or roasted vegetables.", "Ruby red colour; lifted chocolate, herbs, smoke and prune aromas; medium to full-bodied with chocolate, smoke and prune flavours; well-balanced with a medium finish.", "This is a multi-vintage blend from Chuck Wagner, who is the mastermind behind the iconic Caymus Special Selection. Ripe, almost sweet fruit, spice, cassis, smoke and chocolate make this take on California as rewarding as it is unique. Pair with ribs in a spicy sauce.", "California has a world-class reputation for great cabernet sauvignon, and this rich example shows why. It brims with aromas of toast, nuts, dark fruit and chocolate that lead to flavours of ripe dark fruit and chocolate-covered plums and ends in a smooth finish with a hint of spice. Enjoy with grilled steak or on its own.", "A vibrant, mouth-watering, organic rosé from Chile. In the glass, it shows forward aromas and flavours of wild strawberries, cherry, melon and plum. The palate is medium-bodied and fresh with tart berry notes on the finish. Quite versatile. Enjoy as an aperitif or pair with seafood, pasta, sandwiches and chicken salad.", "The grapes for this cross-California Cabernet are sourced from prime sites in places such as Napa, Lake County, Monterey, Lodi, Paso Robles, Santa Ynez and Sonoma. Ripe and velvety with an alluring chocolate, smoky oak and prune fruit with herbal and cedar notes. A brilliant option for lamb burgers, slow-cooked red meats or a charcuterie platter.", "Classically styled Cali Cab featuring cedar, prune, licorice, herbs and oak toast. It's dry and fruity, with supporting tannins and supple acidity. A crowd-pleasing wine. Try it with grilled stuffed peppers or alongside gourmet burgers with caramelized onions.", "deep ruby colour; dark fruit with coffee and spice aromas; dry, medium body; cherry and plum flavours with balanced acidity; ripe tannins in soft medium length finish", "In 1970 Jean-Pierre Perrin of the French winemaking Perrins, applied his know-how to create a tier of value, good quality wines under this label. Aromas of fresh pastry, yellow pear, peach and honey, mirrored on the extra dry, moderate acidity palate, leading to a fresh finish. Enjoy with roast chicken or soft cheeses.", "Based in California's Napa Valley, Bread & Butter makes easy-going and approachable wines for everyday occasions year round. This pinot noir shows generous fruit with notes of oak toast, mixed berries and red plum. Floral and nutty hints grace a long, silky finish. Serve with grilled salmon, duck breast or mushroom risotto.", "Bright garnet hue; spice, smoke and plum notes are evident on the nose; light earthy, smoky, plummy fruit flavours with light leather notes and good acidity.", "New Zealand is at the forefront of lower-calorie, lower-alcohol wines. This one is produced using spinning cone distillation: a gentle process that doesn't use pressure or high temperatures and so has less impact on the aroma and flavour of the final wine. This fresh, aromatic Savvy shows tropical fruit, citrus and herbs and is perfect for seafood.", "Made from grapes sourced from premium California growing areas. Quite aromatic and bright, with flavours of ripe pear, fresh fig, chamomile and gooseberry with an herbal note. On the palate, this is medium bodied, smooth and balanced with a soft and refreshing finish. Pair with herbed seafood or white meat.", "This sizzling shiraz from Australia bursts with aromas and flavours of black cherry, blackberry jam, cranberry, a touch of mint and toasty oak. It's medium-bodied and fruity with a silky finish. Pairs nicely with pepperoni pizza or beef stew with a side of mashed potatoes topped with crumbled peppercorn bacon.", "Clear pale straw colour with persistent bubbles; aromas of pear, citrus and green apple with notes of white flowers and banana; dry, light to medium bodied, balanced acidity, flavours of green apple, pear and citrus, with notes of almond, bread and yeast.", "Cooling ocean breezes and morning fogs have helped the Sonoma Coast become one of the world's premier appellations for Chardonnay. This one is ripe and generous with notes of shortbread, vanilla, ripe pear with toast and nutty elements. Perfect for grilled pork chops or roast chicken.", "Hawke's Bay is one of New Zealand's oldest wine regions and classic Bordeaux varietals do exceptionally well there. This rosé is made from Merlot and Malbec and will offer pink grapefruit, red currant, floral, red plum and candy notes. Perfect for summer salads or grilled seafood.", "Pale yellow in colour with aromas bread dough, floral lift and grapefruit; the palate is medium-bodied with moderate acidity and flavours of lees, grapefruit, mint and honey followed by a clean finish.", "Clear pale lemon colour; lifted aromas of mushrooms, citrus and spice with mineral notes; extra dry, medium bodied with medium balanced acidity and flavours of mushrooms, citrus, spice and a note minerality.", "Renowned for malbec, Bosca is one of Argentina's best-known wineries. La Linda is the pure expression of fruit, a result of 30-year-old vines and judicious use of oak ageing. Deep ruby, with aromas of chocolate, herbs, prune, honey and nuts. The wine is medium-full bodied, with balanced acidity and fine, ripe tannins.", "Yealands is gaining notoriety for consistently producing quality wines at affordable prices. In the glass this straw coloured wine offers cassis, floral, gooseberry and herbal aromas; the palate is extra dry, medium-plus bodied; bright cassis and gooseberry flavours and a refreshingly clean finish.", "Pale straw, light mousse; lifted, floral, yeasty and Asian pear aromas; dry, elegant with pleasant fruit flavours.", "Medium lemon in colour; delicate aromas of vanilla and melon with floral tones; the palate is extra-dry and medium-bodied with flavours of vanilla, melon, honey and pear with a creamy texture.", "Bright ruby red colour; toasted oak, nuts, sweet plum compote and honey aromas with hints of violets and herbs; dry, medium bodied, with balanced medium acidity and silky tannins supporting flavours of roasted nuts and ripe black fruits.", "El Abuelo (meaning grandfather) is organically farmed. Pale straw colour shows fresh and intense citrus fruit with lime and tropical aromas. The palate had good length, with a crisp and refreshing finish. Very food-friendly and ready to be enjoyed with grilled fish and chicken or just sipping on its own.", "Deep purple ruby colour; rich, ripe, dark fruit aromas and flavours with hints of licorice, toast and chocolate; full-bodied and smooth with a firm, long finish.", "N/A", "Fine Italian bubbly. Pours a pale lemon with delicate, persistent bubbles. Lifted aromas and flavours of ripe pear and cantaloupe, hints of spice with light floral notes. Dry and elegant on the palate with refreshing yeasty hint on the cleansing finish. The perfect aperitif and a great match to antipasti or light shellfish.", "The 2019 Pinot Noir Clark & Telephone is a potent, heady wine. Black cherry, plum, chocolate, spice and leather give this opulent Pinot tons of fruit intensity and pure volume. Martini clone Pinot lends quite a bit of aromatic complexity to this juicy, flamboyant Pinot. Rose petal, lavender and spice linger. Belle Glos is Joe Wagner's Pinot Noir project. The wines are made from sites throughout California. Readers should expect bold, sumptuous Pinots built on richness and overt fruit. It's a style that works best where sites naturally produce that style of fruit. Drinking window: 2023-2031. Score - 92. (Antonio Galloni, vinous.com, Jan. 2022)", "Deep ruby purple colour; extra dry and medium-bodied with medium tannins; lifted aromas and flavours of coffee with cream, black plum reduction, honey and herbs; long finish.", "Deep ruby red colour; intense aromas of smoke, licorice, coffee and hints of vanilla and spices. Flavours of smoke, diried fruit and spices, with soft tannins to finish.", "Joseph Carr Winery makes a tier of wines named after his affable father Josh. Josh Merlot, in turn, is inviting and full of character. With aromas and flavours of dark fruit, cedar and spice, a velvety texture, and fine tannins on the finish, this red will complement lamb, meat-based pasta or soft cheeses. Cheers Josh!", "Zinfully delicious Cali Zinfandel that features all you're looking for in the state's classic variety. The lifted aromas suggest blackberry preserve, toast and spice cupboard. A rich, fruity wine perfect for steaks or meat-based pasta dishes."], "category": ["Red Wine", "White Wine", "White Sparkling Wine", "Rose Wine", "Rose Wine", "Red Wine", "White Wine", "White Wine", "Red Wine", "White Wine", "White Wine", "Red Wine", "Rose Wine", "White Wine", "Red Wine", "Rosé & Red Sparkling Wine", "White Wine", "Red Wine", "Red Wine", "Red Wine", "Red Wine", "Rose Wine", "Red Wine", "Red Wine", "Red Wine", "White Wine", "Red Wine", "Red Wine", "White Wine", "White Wine", "Red Wine", "White Sparkling Wine", "White Wine", "Rose Wine", "White Wine", "White Wine", "Red Wine", "White Wine", "White Sparkling Wine", "White Wine", "Red Wine", "White Wine", "Red Wine", "Rose Wine", "White Sparkling Wine", "Red Wine", "Red Wine", "Red Wine", "Red Wine", "Red Wine"], "alcohol_vol": [0.135, 0.095, 0.11, 0.11599999999999999, 0.075, 0.125, 0.125, 0.135, 0.135, 0.135, 0.125, 0.135, 0.13, 0.13, 0.138, 0.115, 0.13, 0.13, 0.135, 0.138, 0.135, 0.12, 0.139, 0.145, 0.135, 0.13, 0.135, 0.14, 0.07, 0.13, 0.13, 0.11, 0.135, 0.125, 0.115, 0.125, 0.142, 0.13, 0.11, 0.145, 0.14, 0.125, 0.15, 0.095, 0.11, 0.149, 0.145, 0.14, 0.135, 0.15], "made_in": [" Languedoc,   France ", " Vinho Verde,   Portugal ", "  Italy ", " Ontario,   Canada ", "  Australia ", "  Canada ", " Marlborough,   New Zealand ", " California,   United States ", "  Portugal ", " California,   United States ", " Marlborough,   New Zealand ", "  United States ", " Rhône,   France ", " South of France,   France ", " California,   United States ", " Veneto,   Italy ", " Marlborough,   New Zealand ", " Tuscany,   Italy ", "  Chile ", " California,   United States ", " California,   United States ", "  Chile ", " California,   United States ", " California,   United States ", " Sicily,   Italy ", " Rhône,   France ", " California,   United States ", " Piedmont,   Italy ", " Marlborough,   New Zealand ", " California,   United States ", "  Australia ", " Veneto,   Italy ", " California,   United States ", " Hawke's Bay,   New Zealand ", "  Australia ", "  South Africa ", "  Argentina ", " Marlborough,   New Zealand ", "  Italy ", " California,   United States ", "  Argentina ", " Almansa,   Spain ", " Veneto,   Italy ", " Western Cape,   South Africa ", " Veneto,   Italy ", " California,   United States ", "  Australia ", " Veneto,   Italy ", " California,   United States ", " California,   United States "], "by": ["N/A", "Aveleda", "Blu Giovello", "Sandbanks", "Jacob's Creek", "N/A", "Oyster Bay", "Bread & Butter", "Silk & Spice", "Woodbridge By Robert Mondavi", "Marlborough Ridge", "Wente", "La Vieille Ferme", "Larent Miquel", "Beringer", "Colli Vicentini", "The Ned", "Ruffino Chianti", "Caliterra", "Bonanza", "Bread & Butter", "Adobe", "Joel Gott", "Francis Coppola", "Cusumano", "La Vieille Ferme", "Bread & Butter", "Bersano", "Kim Crawford", "Josh Cellars", "Smoky Bay", "Fiol", "La Crema", "Kim Crawford", "Deakin Estate", "The Pavillion", "La Linda", "Yealands", "Astoria", "Chloe Wines", "Argento", "El Abuelo", "Masi", "N/A", "Villa Sandi", "Belle Glos", "Wolf Blass", "Pasqua", "Josh Cellars", "Seven Deadly Zins"], "varietal": ["Cabernet Sauvignon", "Vinho Verde", "Prosecco", "Rosé", "Rose Wines", "Cabernet Sauvignon", "Sauvignon Blanc", "Chardonnay", "Red Blend", "Chardonnay", "Sauvignon Blanc", "Cabernet Sauvignon", "Rosé", "Chardonnay", "Cabernet Sauvignon", "Sparkling Rose", "Sauvignon Blanc", "Chianti", "Cabernet Sauvignon", "Cabernet Sauvignon", "Cabernet Sauvignon", "Rose Wines", "Cabernet Sauvignon", "Cabernet Sauvignon", "Nero d'Avola", "Regional Blended White", "Pinot Noir", "Barbera", "Sauvignon Blanc", "Sauvignon Blanc", "Syrah/Shiraz", "Glera", "Chardonnay", "Rosé", "Sauvignon Blanc", "Chenin Blanc", "Malbec", "Sauvignon Blanc", "Prosecco", "Chardonnay", "Malbec", "Verdejo Blend", "Amarone", "Rose Wines", "Glera", "Pinot Noir", "Shiraz/Cabernet Sauvignon", "Blend", "Merlot", "Zinfandel"], "lat": [47.218868, 41.06749979999999, 42.6384261, 50.000678, -24.7761086, 61.0666922, -36.7846223, 36.7014631, 39.6621648, 36.7014631, -36.7846223, 39.7837304, 45.8802348, 46.0, 36.7014631, 45.6476663, -36.7846223, 43.4586541, -31.7613365, 36.7014631, 36.7014631, -31.7613365, 36.7014631, 36.7014631, 37.587794, 45.8802348, 36.7014631, 46.067065, -36.7846223, 36.7014631, -24.7761086, 45.6476663, 36.7014631, -39.52565115, -24.7761086, -28.8166236, -34.9964963, -36.7846223, 42.6384261, 36.7014631, -34.9964963, 38.8682065, 45.6476663, -33.546977, 45.6476663, 36.7014631, -24.7761086, 45.6476663, 36.7014631, 36.7014631], "lon": [5.965036, -8.23726943712506, 12.674297, -86.000977, 134.755, -107.991707, 174.723989, -118.755997, -8.1353519, -118.755997, 174.723989, -100.445882, 4.564533629559522, 2.0, -118.755997, 11.8665254, 174.723989, 11.1389204, -71.3187697, -118.755997, -118.755997, -71.3187697, -118.755997, -118.755997, 14.155048, 4.564533629559522, -118.755997, 8.378351, 174.723989, -118.755997, 134.755, 11.8665254, -118.755997, 176.7611456576855, 134.755, 24.991639, -64.9672817, 174.723989, 12.674297, -118.755997, -64.9672817, -1.0978627, 11.8665254, 20.72753, 11.8665254, -118.755997, 134.755, 11.8665254, -118.755997, -118.755997], "savings": [2.0, 1.0, 2.5, 2.0, 2.0, 1.0, 3.0, 2.0, 2.0, 2.0, 1.5500000000000007, 3.0, 2.0, 2.0, 2.0, 2.0, 3.0000000000000018, 2.0000000000000018, 1.0, 3.0, 2.0, 2.0, 3.0, 2.0, 2.0, 2.0, 2.0, 3.0, 2.0, 2.0, 1.0, 3.0, 2.0, 2.0, 2.0, 1.5, 2.0, 2.0, 2.0, 3.0, 2.0, 1.0, 4.0, 2.0, 2.0, 5.0, 2.0, 3.0, 2.0, 3.0], "image": ["https://aem.lcbo.com/content/dam/lcbo/products/0/3/0/7/030749.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/0/0/5/3/005322.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/0/8/5/3/085316.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/0/1/4/8/014867.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/3/6/7/2/367276.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/0/2/7/7/027727.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/3/1/6/5/316570.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/0/1/9/2/019261.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/5/3/3/3/533307.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/0/9/9/4/099408.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/0/1/5/5/015513.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/3/0/1/5/301507.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/6/2/2/1/622134.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/1/5/7/9/157909.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/5/3/4/2/534263.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/0/2/0/9/020979.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/4/7/0/0/470070.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/0/0/1/7/001743.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/2/5/7/3/257329.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/6/6/0/2/660241.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/6/4/7/6/647644.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/2/7/4/3/274399.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/4/4/4/0/444059.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/5/2/1/0/521021.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/1/4/3/1/143164.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/2/9/8/5/298505.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/0/1/3/6/013686.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/3/4/8/6/348680.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/0/1/8/9/018947.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/6/4/3/1/643114.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/0/1/7/6/017650.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/3/9/4/5/394577.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/9/6/2/8/962886.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/6/5/0/3/650325.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/4/4/7/0/447060.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/2/8/1/3/281311.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/5/0/7/4/507442.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/2/7/7/7/277731.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/5/9/3/8/593855.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/3/9/2/5/392597.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/5/9/1/6/591693.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/0/1/1/5/011586.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/3/1/7/0/317057.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/0/3/1/4/031477.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/3/9/4/3/394387.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/6/5/2/8/652883.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/3/1/1/7/311795.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/1/4/1/9/141952.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/6/3/8/2/638221.jpg.thumb.1280.1280.jpg", "https://aem.lcbo.com/content/dam/lcbo/products/0/5/9/3/059311.jpg.thumb.1280.1280.jpg"]}